Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: As software, they use the same rules as other software and may be shut down, restarted, copied, erased, stored as inert data, infected with virii, and reprogrammed.
fr_fr: En tant que logiciel, elles utilisent les mêmes règles que le reste des logiciels et peuvent être éteinte, redémarrées, copiées, effacées, stockées comme donnée inerte, infectées avec des virus et reprogrammées.

source: Due to their size and complexity, only one AI (or infomorph) may be run on a personal computer at a time (see Computer Capabilities, p.
fr_fr: En raison de leur taille et de leur complexité, une seule IA (ou infomorph) ne peut être démarrée sur un ordinateur personnel à un moment donnée (voir Capacité des Ordinateurs, p.

source: 247), and they may not run on peripheral devices.
fr_fr: 247) et elle ne peuvent s'exécuter sur les périphériques.

source: While they possess cognition and intelligence, they are incapable of self-improvement and cannot expand their programming and skills on their own.
fr_fr: Bien qu'elles possèdent des fonctions cognitives et une intelligence, elles ne peuvent s'auto-améliorer et ne peuvent étendre leurs capacités de programmation de leur propre chef.

source: Although they are not able to learn they do possess memory storage that grants them the ability to remember and a limited form of adaptation.
fr_fr: Bien qu'elles ne soient pas capable d'apprendre, elels possèdent un stockage mémoirel qui leur permet de se souvenir et d'avoir une forme limitée d'adaptation.

source: AIs do not earn Rez Points, nor do they have Moxie.
fr_fr: Les IA ne gagnent pas de Points de Rez, ni de Moxie.

source: AIs have aptitudes no greater than 20 but are incapable of defaulting.
fr_fr: Les IA n'ont aucune aptitude au-delà de 20 et ne peuvent pas défausser.

source: If they don't possess a skill, they don't know how to do it.
fr_fr: Si elles ne possèdent pas une comptence, elles ne savent pas comment l'utiliser.

source: (At the gamemaster's discretion, they may default to field skills or similar skills as noted on p.
fr_fr: (À la discrétion du maître de jeu, elles peuvent défausser vers des compétences de domaine ou des compétences similaires tel que noté p.

source: 173 with a –10 to –30 modifier).
fr_fr: 173 avec un modificateur de -10 ou -30).

source: They can use skills like any character in Eclipse Phase, however they may not possess any Active skill at a rating higher than 40 or Knowledge skill higher than 90—the maximum amount of expertise that their skill software allows.
fr_fr: Elles peuvent utiliser les compétences comme n'importe quel personnage à Eclipse Phase, même si elles ne peuvent avoir aucune compétence Active avec un niveau supérieur à 40, ni de compétences de Connaissances ayant un niveau supérieur à 90 - le niveau maximal d'expertise autorisé par leurs logiciels de compétences.

source: While AIs are programmed with personality templates and empathy, they are generally less emotive and difficult to read (apply a –30 modifier to Kinesics Test made against them, when in pod bodies).
fr_fr: Même si les IA sont programmées avec des motifs de personnalités et d'empathie, elles sont générallement moins émotives et plus difficile à percer (ajouter un modificateur de -30 aux test de Kinésiques fait contre elles, lorsqu'elles sont dans des pods).

source: When combined with non-expressive synthetic morphs, they are even more difficult (–60 modifier).
fr_fr: Si elles sont combinées avec des morphs synthétiques non-expressive, elles sont encvore plsu dures à mettre à jour (modificateur de -60).

source: Some AIs lack emotive capabilities altogether and are impossible to read with Kinesics skill.
fr_fr: Certains IA n'ont même pas de capacités émotionnelle et ne peuvent être lue par la compétence Kinésique.

source: AIs do have a Lucidity and Trauma Threshold stat, and are capable of suffering mental stress and traumas.
fr_fr: Les IA ont une stat de Lucidité et un Seuil de Trauma, et elles sont capable de souffrir de stress mental et de traumas.

source: AIs and muses are programmed to accept commands from authorized users.
fr_fr: Les IA et les muses sont programmée pour accepeter les commandes des utilisateurs autorisés.

source: In some circumstances, they may also be programmed to follow the law or some ethical code.
fr_fr: Dans certaines circonstances, elle peuvent aussi être programmées pour respecter la loi ou un code éthique.

source: Programming is never perfect, however, and AIs can be quite clever in how they interpret commands and act on them.
fr_fr: La programmation n'est cependant jamais parfaite, et les IA peuvent être plus ou moins intelligente dans leur interprétation des ordres et des actiosn qu'elles entreprennent.

source: In most cases, an AI will rarely refuse to follow a request or obey a command.
fr_fr: Dans la plupart des cas, les IA refuseront rarement de suivre une requète ou d'obéir à un ordre.

source: Given that they also usually have a duty to protect the person commanding them, the AI may be reluctant to follow commands that could be construed as dangerous or having a negative impact on the user.
fr_fr: Étant donné le fait que les IA ont pour devoir de protéger les personnes qui leur donnent des ordres, l'IA peut être rétiscente à suivre certains ordres qui pourraient être considérés comme dangereux ou ayant un impact négatif sur l'utilisateur.

source: Under certain circumstances, preprogrammed imperatives can force an AI to ignore or disobey their owner's commands (gamemaster's discretion).
fr_fr: Sous certaines conditions, des impératifs préprogrammés peuvent forcer une IA à ignorer ou à désobéir aux commandes de leur propriétaires (à la discrétion du maître de jeu).

source: AGI And Infomorphs
fr_fr: IAG et Infomorphs

source: The term ``infomorph'' is used to refer to any ego in digital body, whether that be an AGI or the digital emulation of a biological mind (including backups and forks).
fr_fr: Le terme "infomorph" est utilisé pour faire référence à un ego dans un corps digital, qu'il s'agisse d'une IAG ou de l'émulation numérique d'un esprit bilogique (incluant les sauvegardes et les forks).

source: The following rules apply to infomorph and AGI characters.
fr_fr: Les règles suivantes s'appliquent aux personnages infomorph et IAG.

source: ROLEPLAYING MUSES
fr_fr: INTERPRÉTER LES MUSES

source: Muses should not be viewed as a mere tool for getting extra skills, but as an opportunity to enhance roleplaying.
fr_fr: Les muses ne devraient pas être considérés comme un simple outil permettant d'obtnir des compétences supplémentaire, mais comme uen opporunité d'améliorer l'interprétation.

source: Though typical muse AIs are not complete intelligences (though they can be, see Infomorphs as Muses), their personality matrix is often quite sophisticated and they are very good at adapting to their user’s personality quirks.
fr_fr: Bieen que les IA muses typique ne soient pas des intelligences complètes (même si elles peuvent l'être, voir Infomorphs et Muses), leur matrice de personnalité est souvent relativement sophistiquées et elles sont trés bonne pour s'adapter aux tics de personnalités de leur utilisateur.

source: On the other hand, they share the same Real World Naiveté (p.
fr_fr: D'un autre côté, elles ont le même trait NaÏveté du Monde Réel (p.

source: 151) as AGI characters when it comes to understanding all the facets of transhuman behavior, social interaction, body language, or emotion.
fr_fr: 151) que les personnages IAG lorsqu'il s'agît de comprendre les facettes du comportement transhumain, des interactiosn sociales, du language corporel ou des émotions.

source: Their personalities are more non-human, abstract, alien, and less passionate than transhuman life forms, often leading to conceptual misunderstandings and miscommunications.
fr_fr: Leurs personnalités sont plus non-humaines, abstraites, étrangères et moins passionées que les formes de vie transhumaine, amenant souvent à des incompréhension conceptuels et à des problèms de communications.

source: Likewise, their creative capacities are limited, instead bolstered by an ability to calculate odds, run simulations and evaluate outcomes, and make predictions based on previous experiences.
fr_fr: De manière similaire, leurs capacités créatives sont limitées, remplacées par un renforcement des capaciét à calculer les probabilités, à exécuter des simulations, à prévoir les issues et à faire des prévisons bases sur les expériences passées.

source: Depending on the user’s stance towards sentient programs, muses can be viewed as intelligent toys, followers, servants, slaves, friends, or pets, which should somehow be reflected in game play.
fr_fr: En fonction de la posture de leur utilisateur vis à vis des porgrammes conscient, les muses peuvent être perçues comme des jouets intelligents, des suiveurs, des serviteurs, des escalves, des amis ou ds animaux, perception qui devrait être reflétées en jeu.

source: Most transhumans have also acquired a tendency to bond with a muse mentally due to its omnipresence and devotion to the user (like bonding to a child or puppy that then grows to be an adult).
fr_fr: La plupart des transhumains ont également acquis une tendence à se lier mentalement avec une muse en raison de son omniprésence et de sa dévotion à l'utilisateur (un peu comme se lier à un enfant ou à un chiot qui se développe ensuite en adulte).

source: Therefore the subversion or even destruction of a muse personality is sometimes even equated with rape or murder.
fr_fr: La subversion et même la destruction de la personnalité d'une muse est donc parfois conséidérés comem un viol ou un meurtre.

source: At their core, infomorphs are just programs and so they are treated like other software in terms of rules.
fr_fr: À leur cœur, les infomrophs ne sont que des programmes et elles sont donc considérés en tant que tel d'un point de vue règle.

source: They must be run on a specific personal computer or server (see Computer Capabilities, p.
fr_fr: Ellkes doivent s'exécuter sur un ordinateur personnel dédié ou sur un serveur (voir Capacités des Ordinateurs, p.

source: If that device is shut down, the infomorph also shuts down into a state of unconsciousness, restarting along with the device (infomorphs may also shut themselves down, though it is rare that they do so).
fr_fr: Si cet appareil est éteint, l'infomorph est également éteinte et mise dans un état d'inconscience, redémarrant en même temps que l'appareil (les infomorphs peuvent également s'éteindre elle-même , bien que ce soit relativement rare).

source: If the device is destroyed, the infomorph is killed along with it (unless their data can somehow be extracted from any surviving components, perhaps resulting in a vapor, p.
fr_fr: Si l'appareil est détruit, l'infomorph est tuée en même temps que l'appareil (sauf si ses données peuvent être extraite d'une manière ou d'une autre depuis les composant ayant survécu, peut-être résultant en une vapeur, p.

source: Infomorphs may copy themselves, though in some places this is illegal and in most places is frowned upon as it raises numerous ethical and legal questions.
fr_fr: Les infomorphs peuvent se copier elles-même, même si c'est illégal dans certains endroits et que cela est considéré comme louche dans partout car cela soulève des problèmes légaux et éthique.

source: For this reason many infomorphs that copy and transfer themself to run on a new device will thoroughly erase themselves off the old one.
fr_fr: Pour cette raison, le plupart des infomorphs qui se copient ou qui se transfèrent pour s'exécuter sur un nouvel appareil s'effaceront d'elle-mêmem de l'ancien appareil.

source: As digital beings, infomorphs have no physical mind, but it is a simple matter for them to possess an uninhabited synthmorph, taking up residence in the cyberbrain (see Resleeving Synthmorphs, p.
fr_fr: En tant qu'être numérique, les infomorphs n'ont pas d'esprit physique, mais il est trivila pour elles de posséder une synthmorph inhabitée, s'établissant dans un cybercerveau (voir Se Réincarner en Synthmorphs, p.

source: They may also download into biomorph bodies according to standard resleeving rules (p.
fr_fr: Elles peuvent aussi se télécharger dans une biomorphs en suivant les règles de réincarnation standard (p.

source: Even when disembodied, they may interact with the physical world via the mesh, viewing through sensors, streaming XP feeds, communicating with characters, commanding slaved devices, and teleoperating/jamming drones.
fr_fr: Même lorsqu'elles sont désincarnés, elle peuvtn interagir avec le monde physique via le mesh, regardant au-travers de capteurs, visionnant les flux XP, communiquant avec les personnages, commandant des apapreils asservis et téél-opérant/interceptant des drônes.

source: Infomorphs have a Speed of 3, reflecting their digital nature and their ability to act at electronic speeds.
fr_fr: Les infomorphs ont une Vitesse de 3, reflétant leur nature numérique et leur capacité à agir à la vitesse de l'électronique.

source: If an infomorph sleeves into a body, however, it takes on the Speed of that morph.
fr_fr: Cependant, si une infomorph s'incarne dans un corps elle prend sa Vitesse de cette morph.

source: INFOMORPHS AS MUSES
fr_fr: INFORMOPHS EN TANT QUE MUSES

source: Instead of relying on underdeveloped muses for aid and companionship, characters may prefer to have a full-fledged digital intelligence at their side, whether that be an AGI, a backed-up biological ego, or fork of the character’s own personality.
fr_fr: Au lieu de se reposer sur des muses sous-développée poru l'assistance et la compagnie, les personnages peuvent préférer avoir une intelligence numérique complète à leur côté, qu'il s'agisse d'une IAG, d'un ego biologique et sauvegardé ou d'un fork de la propre personnalité du personnage.

source: Alternately, a character with a ghostrider module (p.
fr_fr: Alternativement, un personnage avec un module ghostrider (p.

source: 307) could have both, carrying a muse in their mesh inserts and an infomorph in the ghostrider module.
fr_fr: 307) peut avoir les deux, portant une muse dans son insert de mesh et une infomorph dans le module ghostrider.

source: This possibility is very useful for infomorph player characters, as they can ride along in someone’s head and participate in team affairs without needing a morph of their own.
fr_fr: Cette possibilité est très utile pour les personnages joueurs infomorphs, leur permettant de voyager dans la tête de quelqu'un et de participer aux affaires de l'équipe sans avoir une morph à eux.

source: Though AGIs were not born in a biological body, their programming encompasses the full spectrum of human personality, outlook, emotions, and mental states.
fr_fr: Bien que les IAG ne soient pas nées dans un corps biologique, leur programmation embrasse tout le spectre de la personnalité, des comportements, des émotions et des états mentaux humains.

source: AGIs are in fact raised in a manner similar to human children so that they are socialized much like humans are.
fr_fr: Les IAG sont en fait élevées de manière similaire aux enfants humains afin qu'elles soient socialisées à peu près de la même façon que les humains.

source: Nevertheless, on a fundamental level they are non-humans programmed to act human.
fr_fr: Nénamoins, à un niveau plus fondamental, ce sont des non-humains programmés pour agir humainement.

source: There are inevitably points where the programming does not mask or alter the fact that AGIs often possess or develop personality traits and idiosyncrasies that are quite different from human norms and often outright alien.
fr_fr: Il y a inévitablement des points où la programmation ne masque pas, ou altère, le fait que les IAG possèdent ou développent souvent des traits de personnalités et des idiosyncrasismes qui sont quelque peu différent des normes humaines et parfois complètement étrangers.

source: Unlike standard crippled AIs, AGIs are capable of full-fledged creativity, learning, and self-improvement (at a slow but steady pace equivalent to humans).
fr_fr: Contrairement au IA standard et limitée, les IAG sont capable de créativité complète, d'apprendre et de s'auto-améliorer (à un rythme lent mais constant et équiavlent aux rythmes d'apprentissages humains).

source: Just like other characters, they earn Rez points and may improve their skills and capabilities.
fr_fr: Comme tous les autres personnages, les IAG gagnent des Points de Rez et peuvent améliorer leurs compétences et possibilités.

source: AGIs suffer none of the skill limitations placed on weak AIs, using skills just like any other character.
fr_fr: Les IAG ne subissent aucune des limitations de compétences plcées sur les IA faibles, utilisant leurs compétences comme tous les autres personnages.

source: On an emotional level, AGIs run emotional subroutines that are comparable to biological human emotions AGIs are, in fact, programmed to have empathy and share an interest in human affairs and prosperity, and to place significant relevance on life of all kinds.
fr_fr: D'un point de vue émotionnel, les IAG font tourner des sous-routines émotionnelles qui sont comparables aux émotions biologiques humaine. Les IAG sont, en fait, programmés pour avoir de l'empathie et pour partager des intérêts dans les affaires et le développement humain, et pour avoir un intérêt similaire pour la vie sous toute ses formes.

source: In game terms, AGIs emote like humans (and so Kinesics may be used against them) and are vulnerable to emotionally manipulative effects, fear, etc.
fr_fr: En terme de jeu, les IAG expriment leurs émotions comme les humains (et la compétence Kinésique peut-être utilisée contre elles) et sont vulnérables aux effets manipulants les émotions, à la peur, etc.

source: Enter the singularity
fr_fr: La singularité arrive.

source: We humans have a special way of pulling ourselves up and kicking ourselves down at the same time.
fr_fr: Nous autres humains avons une manière très particulière de nous hisser vers le haut tout en se mettant des bâtons dans les roues.

source: We'd achieved more progress than ever before, at the cost of wrecking our planet and destabilizing our own governments.
fr_fr: Nous avons accompli plus de progrès que jamais, au prix de la destruction de notre planète et de la déstabilisation de nos gouvernements.

source: But things were starting to look up.
fr_fr: Mais ça n'était que le début.

source: With exponentially accelerating technologies, we reached out into the solar system, terraforming worlds and seeding new life.
fr_fr: Avec une technologie progressant à une vitesse exponentielle, nous avons atteint les limites du système solaire.

source: We re-forged our bodies and minds, casting off sickness and death.
fr_fr: Nous avons re-forgé nos corps et nos esprits, abandonnant la maladie et la mort.

source: We achieved immortality through the digitization of our minds, resleeving from one biological or synthetic body to the next at will.
fr_fr: Nous avons atteint l'immortalité grâce à la numérisation de nos esprists, passant d'un corps biologique ou synthétique au suivant. À volonté.

source: We uplifted animals and AIs to be our equals.
fr_fr: Nous avons donné la conscience à des animaux et aux IA afin d'en faire nos égaux.

source: We acquired the means to build anything we desired from the molecular level up, so that no one need want again.
fr_fr: Nous avons acquis les moyens d'assembler au niveau moléculaire tout ce que nous désirions, pour que plus personne ne soit jamais dans le besoin.

source: Yet our race toward extinction was not slowed, and in fact received a machine-assist over the precipice.
fr_fr: Et cependant notre trajectoire vers l'extinction n'as pas été ralentie, et à même reçu une assistance des machines pour nous pousser dans le précipice.

source: Billions died as our technologies rapidly bloomed into something beyond control ... further transforming humanity into something else, scattering us throughout the solar system, and reigniting vicious conflicts.
fr_fr: Des milliard sont mort alors que quelque chose hors de contrôle est sorti de l'œuf de notre technologie ... transformant encore l'humanité en quelque chose d'autre, nous dispersant à travers le système solaire, et rallumant les anciens conflits.

source: Nuclear strikes, biowarfare plagues, nanoswarms, mass uploads ... a thousand horrors nearly wiped humanity from existence.
fr_fr: Frappes nucléaires, armes biologiques, nuées de nanites, upload de masse ... un millier d'horreurs faillirent supprimer l'humanité de l'univers.

source: We still survive, divided into a patchwork of restrictive inner system hypercorp-backed oligarchies and libertarian outer system collectivist habitats, tribal networks, and new experimental societal models.
fr_fr: Nous avons survécu, divisé entre le patchwork d'olligarchie restricitive des hypercorp du système intérieur d'un côté et des habitats libertariens et collectivistes, des réseaux tribaux et de nouveau modèles de sociétés expérimentaux dans le système extérieur de l'autre.

source: We have spread to the outer reaches of the solar system and even gained footholds in the galaxy beyond.
fr_fr: Nous nous sommes propagés jusqu'à la limite extérieure du système solaire et nous avons même acquis quelques têtes de ponts dans la galaxie.

source: But we are no longer solely ``human'' ... we have evolved into something simultaneously more and different— something transhuman.
fr_fr: Mais nous ne sommes plus seulement "humains" ... nous avons évolué en quelque chose qui est à la fois mieux et différent - quelque chose de transhumain.

source: Starting out
fr_fr: Commencer.

source: Eclipse Phase is a post-apocalyptic roleplaying game of transhuman conspiracy and horror.
fr_fr: Eclipse Phase est un jeux de rôle post-apocalyptique de conspiration et d'horreur transhumaniste.

source: Humans are enhanced and improved, but humanity is battered and bitterly divided.
fr_fr: Les humains sont renforcés et améliorés, mais l'humanité est battue et profondément divisée.

source: Technology allows the re-shaping of bodies and minds and liberates us from material needs, but also creates opportunities for oppression and puts the capability for mass destruction in the hands of everyone.
fr_fr: La technologie nous permet de retravailler nos corps et nos esprits et nous a libérée de nos besoins matériels, tout en créant des opportunités d'oppression et donnant à tout le monde des capacités de destruction massive.

source: Many threats lurk in the devastated habitats of the Fall, dangers both familiar and alien.
fr_fr: Des menaces rôdent dans les habitats dévastés par la Chute, des dangers à la fois familiers et étranger.

source: Have you ever read a book or seen a movie or a television show where a character does something really stupid, like heading into a basement at night when the character knows the serial killer is around?
fr_fr: Avez-vous déjà lu un livre ou vu un film ou une série télévisée où l'un des personnages fait quelque chose de vraiment stupide, comme descendre à la cave de nuit quand le personnage sait qu'il y a un tueur en série dans le coin?

source: The whole time, you're thinking: ``I wouldn't walk down those creepy stairs to the dark basement, especially without a flashlight.
fr_fr: A chaque fois, vous pensez: "Je ne descendrait jamais ces escaliers terrifiant dans cette cave obscure, surtout sans une lampe de poche.
